{
  "manifest": {
    "rid": "orn:hackmd.note:-3EahWEbQQe3TB6THIywLA",
    "timestamp": "2025-12-18T07:39:50.648675Z",
    "sha256_hash": "6d81bc687574f3646203c8256c506148605eac854fc7567a5c657a87043ce9d4"
  },
  "contents": {
    "note_id": "-3EahWEbQQe3TB6THIywLA",
    "title": "Corruption Inquiry - Soma Oil & Gas - Somalia",
    "tags": [],
    "created_at": 1751311841852,
    "title_updated_at": 1757124196267,
    "tags_updated_at": null,
    "publish_type": "view",
    "published_at": null,
    "permalink": null,
    "publish_link": "https://hackmd.io/@sayertindall/Hy9J8vgrxl",
    "short_id": "Hy9J8vgrxl",
    "content": "## Background: Soma Oil & Gas and Somalia's First Oil Deal (2013–2015)\n\nSoma Oil & Gas is a private UK-based exploration company founded in 2013\nwith the aim of pioneering Somalia's nascent oil sector. In August 2013,\njust months after its formation, Soma signed a **seismic survey\nagreement** with Somalia's federal government, obtaining rights to\nexplore 12 offshore oil blocks (\\~60,000 km²) and **\"first choice\"** on\nfuture exploration licenses. This deal made Soma one of the first energy\nfirms to enter Somalia after two decades of conflict and state collapse.\nSomali officials touted the agreement as a vote of confidence in the\ncountry: _\"This investment is going to be very good for the country and\nwe're hoping that other investors come too,\"_ said then petroleum\nminister **Abdirizak Omar Mohamed**. However, from the outset the\ncontract was _controversial_. There was no open bidding process, Soma\nwas a **new company with no track record**, and observers warned that\nrushing into oil deals could destabilize Somalia's fragile recovery.\n\nOne red flag was the _extraordinary terms_ in Soma's draft\nproduction-sharing agreement (PSA). According to a leaked draft seen by\nBloomberg, the Somali government would receive only **10% of oil\nrevenues** from initial production (up to 25,000 barrels per day),\nrising to 30% only after 150,000 bpd -- an unusually low state share by\nindustry standards. Experts noted no other African PSA deferred so much\nrevenue to the company: most deals guarantee governments at least \\~60%\nof profits, far above the **10%--30%** Somalia would get under Soma's\nproposal. Lord **Michael Howard** -- former UK Conservative Party leader\nand Soma's non-executive chairman -- personally traveled to Mogadishu to\nsign the seismic-option agreement in 2013. Howard's involvement and\nSoma's high-level connections (board members included **Lord\nClanwilliam** and Tory donor **Basil Shiblaq**, with financing from\nRussian billionaire **Alexander Djaparidze**) gave the venture political\nheft. But they also drew scrutiny from civil society groups concerned\nabout transparency.\n\n**Global Witness**, an NGO focused on natural resource governance, began\nraising concerns in 2014--2015 that Somalia's oil deals were happening\nbehind closed doors with potential conflicts of interest. _\"It is\nimportant that deals for natural resources in Somalia are scrutinised\nand transparent systems put in place, otherwise these resources will\nfuel conflict and corruption,\"_ warned Global Witness campaigner\n**Barnaby Pace**. Notably, documents emerged showing Soma Oil & Gas had\nagreed to pay \"**capacity building**\" funds to Somali officials. In a\n2014 letter, Soma's CEO at the time, **Robert Sheppard**, acknowledged\nSomalia's government _\"requires additional financial support\"_ to\nexecute the oil exploration program. Soma pledged to pay up to **\\$5,000\nper month** each to six Somali civil servants or advisers selected by\nthe government, and an additional **\\$40,000** for office equipment,\ntravel, and other needs. Soma insisted these were legitimate efforts to\nbuild local capacity, not bribes. However, the **United Nations Somalia\nand Eritrea Monitoring Group (SEMG)** -- a UN expert panel overseeing\nSomalia sanctions -- grew suspicious that these payments were a _quid\npro quo_ to curry favor. In late 2014, the SEMG cautioned that rushed or\nopaque oil deals **\"were likely to exacerbate legal tensions and\nownership disputes\"** and _\"stunt the transparent development\"_ of\nSomalia's oil sector.\n\nBy mid-2015, allegations of corruption surrounding Soma's contract had\nintensified. Leaked SEMG reports suggested Soma's _capacity-building\npayments_ to the Ministry of Petroleum were _\"a likely part of a quid\npro quo arrangement\"_ designed to grant the company undue commercial\nadvantages. In other words, UN experts suspected that Soma was\neffectively paying Somali officials under the guise of technical\nassistance in exchange for favorable treatment. These reports,\ncirculated to the UN Security Council, not only raised alarms in Somalia\nbut also caught the attention of law enforcement in the United Kingdom\n(where Soma is registered). In July 2015, the UK's Serious Fraud Office\n(SFO) received a **formal tip-off from the UN Monitoring Group** and\nopened a criminal inquiry into Soma Oil & Gas's Somalia dealings. What\nfollowed was a multi-year corruption investigation spanning 2015--2017,\ninvolving authorities in London and sparking responses from\ninternational bodies and watchdog groups.\n\n> **Figure:** A view of Mogadishu, Somalia's capital, in 2015. Soma Oil's seismic deal covered exploration in offshore blocks along Somalia's coast. The company's entrance into Somalia's oil industry — backed by prominent figures like Lord Howard — was initially hailed by Somali officials as a sign of renewed investor confidence, but soon became mired in corruption allegations and international scrutiny.\n\n## UK Serious Fraud Office Investigation and Legal Proceedings (2015–2016)\n\nThe **Serious Fraud Office (SFO)** — Britain's anti-corruption agency — formally launched its probe into Soma Oil & Gas in August 2015, soon after raiding the company's London offices. The investigation focused on whether Soma's payments to Somali government personnel constituted bribery of public officials.\n\nImportantly, the SFO made clear that Lord Howard himself was not a target: _\"The SFO has confirmed that no suspicion whatsoever attaches to Lord Howard... and he has agreed to speak with the SFO to help resolve their inquiry,\"_ Soma stated early on. Soma's public stance was one of full cooperation and confident denial — the company **\"vigorously denied any wrongdoing\"** and maintained that it _\"has always conducted its activities in a completely lawful and ethical manner\"_. By August 2015, Soma had even issued a press statement asserting it was _\"confident that there is no basis to the allegation\"_ and expected the matter to be resolved quickly.\n\nDespite Soma's optimism, the inquiry stretched on for over a year. Internally, this protracted uncertainty put substantial strain on the company. Soma had invested over **$40 million** into its seismic surveys and preliminary exploration. Yet with a corruption cloud hanging over it, Soma struggled to secure further financing or partners.\n\nIn mid-2016, Soma's board grew anxious that the SFO probe was deterring potential investors and could push the firm into insolvency. In fact, a High Court judgment later confirmed the investigation _\"cast a shadow over Soma's business\"_ and _\"gave rise to a risk of insolvency\"_ if new funding could not be raised.\n\nFacing this pressure, Soma Oil & Gas took the unusual step of suing the SFO to hasten a conclusion. In August 2016, Soma applied for a **judicial review** in London's High Court, essentially asking the court to compel the SFO either to drop the case or at least announce an intention not to prosecute. This aggressive legal move underscored how damaging the open-ended probe had become for the company's operations and \"first mover\" advantage in Somalia.\n\nHowever, **Soma's bid backfired**. In an August 17, 2016 judgment, the High Court rejected the judicial review request, affirming that SFO investigators were _\"approaching the matter proportionately, with proper regard to the facts\"_. The court refused to interfere with an ongoing investigation, and Soma was ordered to pay a large share (80%) of the SFO's legal costs for the review attempt. This outcome reinforced the SFO's independence and left Soma still in limbo, now financially worse off.\n\nSignificantly, the High Court ruling (by Justice Ouseley) also divulged some details about the case. It confirmed that the **\"capacity building payments\"** to Somali ministry staff were the initial focus of the SFO inquiry, and that these payments had indeed been described by the UN Monitoring Group as part of a likely **quid pro quo scheme**.\n\nThe court noted that by the time of the August hearing, the SFO had actually _decided to drop_ the investigation into those particular allegations due to insufficient evidence of criminality. In a letter disclosed during the case, the SFO told Soma there was _\"insufficient evidence of criminality\"_ in relation to the capacity-building payments to meet the U.K.'s chargeable offense threshold. This was effectively a preview of the final outcome, although not publicly announced until later.\n\nAt the same time, the SFO hinted that it was examining **other allegations** concerning Soma that were outside the capacity payments issue. These other lines of inquiry were not detailed (the SFO cited _\"heightened security concerns\"_ about divulging specifics related to Somalia), but the court acknowledged they involved \"serious criminality\" still under active investigation as of late 2016. Thus, even as Soma was cleared on the original bribery suspicions, the SFO had not fully closed the case.\n\n### SFO Closes the Case — \"Insufficient Evidence\" (December 2016)\n\nOn **14 December 2016**, the UK SFO officially announced it had **closed its 17-month investigation** into Soma Oil & Gas. In its public statement, the SFO revealed a nuanced outcome: prosecutors had found **\"reasonable grounds to suspect\"** that offenses of corruption _had_ been committed by someone, yet they concluded there was **\"not enough evidence for a realistic prospect of conviction.\"** In other words, even if the suspicious conduct were taken at face value, it did not meet the strict evidentiary bar required to charge Soma or its officers with a crime. The SFO elaborated that _\"even if proven and taken at its highest,\"_ the conduct in question would likely fail to satisfy U.K. corruption statutes beyond reasonable doubt. As a result, **no individuals or entities were charged**, and the inquiry was terminated.\n\nFor Soma Oil & Gas, this was a **legal vindication** but something of a pyrrhic victory. The company welcomed the closure of the case and the lifting of uncertainty. Soma had always maintained that it _\"never made payments to individual government officials\"_ (arguing the capacity building funds were institutional support), and now it avoided prosecution. However, the SFO's statement was hardly a clean exoneration — it explicitly acknowledged that suspicions of corruption were not unfounded. The investigation's termination rested on technical legal thresholds, not an affirmative finding of innocence. This left a lingering cloud over Soma's reputation.\n\nMoreover, the prolonged probe had already taken a toll. Soma's exploration program had stalled, and the company's financial position was strained after over a year of being effectively sidelined. Soma reportedly spent **over £30 million** (≈$40M) on the Somalia project up to that point. It had slashed costs and relied on emergency funding from its major investor (a private fund called **Winter Sky**) to stay afloat during the investigation. The inability to raise new capital or farm-down (sell a stake in) its Somali blocks during 2015–16 was a direct consequence of the corruption inquiry and the broader uncertainty in Somalia's political environment. Soma even warned the High Court that it faced a _\"cash crisis\"_ if investors were deterred by the SFO controversy. This scenario indeed materialized: plans to drill costly offshore wells or bring on a joint venture partner were **\"doused\"** by the SFO inquiry and Somalia's delayed 2016 elections.\n\nIn sum, by early 2017 Soma Oil & Gas had survived the legal scare but emerged weakened. No charges were brought, yet the case highlighted serious governance red flags. It also underscored the complexities of pursuing frontier oil deals in fragile states under the watch of international anti-corruption enforcement.\n\n## United Nations and International Responses (2015–2017)\n\nThe **United Nations Somalia and Eritrea Monitoring Group (SEMG)** played a central role in uncovering the Soma Oil affair. It was SEMG investigators who, in 2015, first documented the _\"capacity building payments\"_ and flagged them as problematic in their confidential report to the UN Security Council. The SEMG's allegations — that Soma's payments to Somali petroleum ministry staff were likely part of a corrupt quid pro quo — directly triggered the SFO probe in the UK. Beyond referring the case to UK authorities, the UN experts also urged **precautionary measures** to prevent Somalia's oil bonanza from aggravating conflict and graft.\n\nSpecifically, UN monitors called for a **temporary moratorium** on Somali oil deals until robust governance mechanisms were in place. They feared that rushing into exploration and revenue-sharing without a legal framework could rekindle internal conflict — for example, between the federal government and semi-autonomous regions vying for resource control. _\"Fearing renewed bloodshed,\"_ the UN experts advised that **no new oil contracts** be signed until Somalia had **\"proper agreements set up to share oil income fairly around the country.\"** This recommendation reflected the extreme fragility of Somalia's institutions in 2015 and the concern that sudden oil wealth (or even its anticipation) could destabilize political settlements. The UN Security Council itself stopped short of formally **enforcing** an oil moratorium via resolution, but the SEMG's warnings carried weight among international donors and partners of Somalia.\n\nThe UK government was one such stakeholder heeding these warnings. In late 2015, even as the SFO investigation moved forward, a **British minister rebuffed Soma's lobbying against the UN's proposed moratorium**. Leaked correspondence (obtained via Freedom of Information requests) showed that **Lord Clanwilliam** — a Soma board member and shareholder — wrote to the UK Department for International Development (DfID) in October 2015, urging Britain to oppose any UN ban on Somali oil deals. Clanwilliam argued that Somalia's nascent oil sector should proceed without delay and sought to enlist the UK's diplomatic support.\n\nThe response from DfID Minister **Grant Shapps** was unequivocal: the UK would _not_ lobby on behalf of Soma or any company for Somali contracts. Citing a DfID-funded study, Shapps noted Somalia's oil sector carried a _\"high risk [of] conflict in the absence of a revenue-sharing agreement between the federal government and Somalia's regions\"_. Until a legal framework and political consensus on resource sharing were achieved, the UK signaled it would align with international caution. As Shapps wrote, Britain _\"continue[s] to offer security briefings and political updates [to Somalia] ... but we do not — and have not — lobbied on behalf of oil companies\"_ in the Somali oil sector. This stance earned praise from Global Witness and other advocates. Global Witness's Barnaby Pace called it _\"the right decision not to back Soma Oil and Gas's deal to immediately exploit Somalia's oil, especially while the company is being investigated for payments to Somali officials.\"_\n\nOther international actors echoed the need for prudence. Somalia's Western donors (including the EU, World Bank, and IMF) stressed that a sound **Petroleum Law** and transparent institutions must precede any major extraction efforts. In fact, Somalia had drafted a new petroleum law and resource revenue-sharing agreement, but political wrangling delayed their passage through 2016–2017. The corruption inquiry reinforced donors' hesitance to see Somalia sign binding oil contracts under opaque conditions. The **Financial Governance Committee (FGC)** — a Somali-donor joint advisory panel — recommended any interim \"capacity building\" payments be handled transparently. (In a related example, a different seismic firm, Spectrum Geo, deposited its capacity-building funds into the Somali central bank under FGC guidance, illustrating an attempt at best practices after the Soma scandal.)\n\nMeanwhile, **Somalia's own government responded** defensively to the allegations against Soma. In 2015, the federal government conducted an **internal investigation** (details of which were not fully public) into Soma's contract and the UN's claims. According to later court disclosures, that **Somali inquiry concluded there was no evidence of wrongdoing and that Soma had \"acted at all times in good faith.\"** Somali authorities consistently rejected the SEMG's bribery allegations.\n\nFor example, **Mohamed Omar**, who was Somalia's Minister of Petroleum when the deal was signed and later served as Security Minister, told Reuters: _\"I don't know how the investigation came about or what kind of corruption we are talking about. It was a fair deal for Somalia.\"_ This reflects the Somali leadership's view that paying advisors or ministry staff stipends was a reasonable approach to bolster capacity in a country emerging from conflict. Indeed, Somali officials argued that Soma's support was filling critical gaps in a ministry that lacked resources to even pay technicians. Nonetheless, external monitors contended that such payments, absent stringent oversight, blurred the line between assistance and inducement.\n\nThe **United Nations** continued to monitor the situation through 2016 and 2017, including references in SEMG reports to the SFO investigation's status. When the SFO dropped the case in late 2016, Somali authorities welcomed it as lifting an unjustified shadow. However, the **UN and anti-corruption watchdogs did not declare the matter resolved** from a governance perspective. The SEMG remained concerned about the broader pattern of opaque dealings and urged Somalia's new government in 2017 to prioritize transparency and legal reforms in the oil sector.\n\nIn summary, the international response — from the UN to donor governments — largely validated the need for caution raised by the Soma Oil episode. The affair became a case study in the _\"resource curse\"_ risks facing Somalia: without strong institutions, early oil exploration deals could invite corruption and conflict. The outcome (no prosecutions) did not allay these concerns, and so the international community pressed Somalia to strengthen its legal framework **before** unlocking its oil potential.\n\n## Key Individuals and Entities Involved\n\n**Soma Oil & Gas** (Company): A London-registered oil exploration firm\nfounded in 2013 specifically to operate in Somalia. Soma was privately\nowned, backed by foreign investors (notably Russia's **Alexander\nDjaparidze**), and positioned as a \"first mover\" into Somali oil. It\nconducted seismic surveys offshore and had an exclusive option on future\nexploration blocks. Soma is central to the inquiry as the company\nalleged to have provided improper payments to Somali officials. In 2020,\nafter the controversy, the company rebranded as **Coastline\nExploration** (outside our 2017 scope). Key Soma-related entities\ninclude **Petroleum Regimes Advisory (PRA)** -- a consulting firm that\nnegotiated the 2013 deal on Somalia's behalf while its fees were paid by\nSoma -- raising questions of conflict of interest.\n\n**Somali Ministry of Petroleum & Mineral Resources**: The government\nbody that signed the 2013 agreement with Soma Oil. At the time, it was a\nfledgling ministry in a country re-establishing governance. Soma's\ncapacity building payments (salaries, equipment) were directed to\nMinistry personnel. The Ministry (and broader Somali government) was\naccused of accepting payments that could compromise its impartiality. A\nSomali investigative committee later cleared the Ministry and its staff\nof any misconduct in the Soma deal.\n\n**UK Serious Fraud Office (SFO)**: The British agency that investigated\nSoma for bribery and corruption. It coordinated with the UN SEMG and\noperated independently of political influence. The SFO ultimately closed\nthe case in December 2016 with no charges, citing insufficient evidence.\nIts inquiry nonetheless confirmed suspicious conduct had occurred. The\nSFO's handling was praised by the UK High Court, which emphasized the\nSFO's proper process and independence.\n\n**UN Somalia and Eritrea Monitoring Group (SEMG)**: A panel of experts\nunder the UN Security Council sanctions committee for Somalia. The SEMG\nuncovered the Soma payments and reported them in 2015, describing them\nas likely corrupt. The SEMG's work was the catalyst for international\naction. It also recommended a halt to further oil deals until governance\nimproved. Their findings were controversial in Somalia but taken\nseriously by international partners.\n\n**Global Witness**: An international NGO and watchdog that investigates\nnatural resource corruption. Global Witness was not an official party to\nthe inquiry but played a vocal role in publicizing concerns. It provided\nanalysis and advocacy, with researchers like Barnaby Pace highlighting\nthe dangers of opaque deals. For instance, Global Witness press releases\nquestioned Soma's payments and urged transparency in Somali contracting.\nThe organization amplified the issue in global media and supported calls\nfor reform.\n\nBelow is a summary of **key individuals** involved, including Soma Oil\nexecutives, Somali officials, and others linked to the saga:\n\n| Name                    | Affiliation/Role                                                        | Involvement in Soma Oil Inquiry                                                                                                                             |\n| ----------------------- | ----------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| **Lord Michael Howard** | Non-Exec Chairman, Soma Oil & Gas (former UK Conservative Party leader) | Chaired Soma during the Somalia deal. Visited Mogadishu to sign the 2013 contract. Not a suspect in the SFO probe, but his prominence drew media attention. |\n| **Robert Sheppard**     | Chief Executive Officer, Soma Oil & Gas (2013–2015)                     | Signed the 2013 seismic option agreement and Soma's letter promising payments to Somali officials. Led Soma's initial operations in Somalia.                |\n\n| **Richard Anderson** | Chief Executive Officer, Soma Oil & Gas (2016 onward) | Succeeded Sheppard. Publicly defended Soma during the SFO inquiry. After the probe, criticized \"third parties\" for undermining Soma's work. |\n| **Lord (Patrick) Clanwilliam** | Non-Exec Director, Soma (Conservative peer) | Early Soma investor with political ties. In 2015, lobbied UK officials to oppose a UN oil moratorium on Somalia, which was rebuffed. |\n| **Basil Shiblaq** | Co-founder and Director, Soma Oil & Gas (UK businessman) | Key founding investor (Tory party donor). Helped establish Soma's presence; part of its influential network. |\n**Alexander Djaparidze** Financier (Russian billionaire), Soma's largest investor Provided \\~\\$50 million funding to launch Soma's Somalia project. Founder of Russia's biggest drilling co.. Not accused of wrongdoing; his fund (\"Winter Sky\") bankrolled Soma through the probe.\n| **Mohamad Ali Ajami** | Director, Soma Oil & Gas (Middle East business consultant) | Involved in Soma's board. Separately investigated by U.S. authorities for an unrelated Libya-Och Ziff bribery scheme, highlighting a history of controversial dealings. |\n**Hassan Ali Khaire** Executive Director for Africa, Soma (2014--2017); **Prime Minister of Somalia** (Feb 2017--2020) A dual Norwegian-Somali, he was Soma's regional manager during the capacity payments period. In Feb 2017, he was appointed Somalia's PM, raising conflict-of-interest concerns. Khaire resigned from Soma and relinquished \\~2 million Soma shares upon taking office.\n**Abdirizak Omar Mohamed** Somali Minister of Petroleum (2013--14); later Minister of Security Signed the 2013 Soma seismic survey agreement as petroleum minister. Defended the Soma deal as beneficial and fair. His ministry received Soma's capacity building funds.\n**Hassan Sheikh Mohamud** President of Somalia (2012--Feb 2017) Led the government that struck the Soma deal. His administration conducted an internal review that cleared Soma of corruption. Generally supportive of oil exploration to attract investment.\n**Mohamed Abdullahi \"Farmajo\"** President of Somalia (Feb 2017--present \\[2017\\]) Succeeded Mohamud in Feb 2017. His first major appointment was Soma's Khaire as Prime Minister, which drew domestic criticism (seen as signalling leniency or insider influence in oil matters).\n**Barnaby Pace** Investigator, Global Witness (NGO) Campaigned for transparency in Somalia's oil sector. Alerted media to risks in Soma's contract (called it _\"raises all sorts of alarm bells\"_). Applauded the UK's stance to not back Soma during the UN moratorium debate.\n**Mohamed Mubarak** Somali civil society activist (Marqaati anti-corruption group) Outspoken critic of corruption. After Khaire (ex-Soma) became PM, he tweeted that it meant _\"absolutely no accountability for 4 yrs of corruption... Disappointed.\"_, reflecting local wariness of industry insiders in government.\n\n---\n\n_Table:_ Key figures involved in the Soma Oil inquiry, including company\nexecutives, Somali government officials, investors, and activists. Many\nhad overlapping roles bridging business and politics, underscoring why\nthe allegations sparked concerns of conflicts of interest.\n\n## Impact on Somalia's Oil Sector, Investment Climate, and Economy\n\nThe Soma Oil corruption inquiry had a palpable **chilling effect** on Somalia's fledgling oil sector during 2016–2017. At a high level, it exposed how corruption fears and weak governance can undermine investor confidence in a frontier market. Several specific impacts on Somalia's oil industry and broader economic climate are evident:\n\n- **Delayed Exploration and Lost Time:** The investigation effectively put Somalia's offshore oil ambitions on hold. Soma Oil & Gas — the only active explorer in 2015–16 — was unable to progress to drilling. As noted, the SFO inquiry \"doused Soma's hopes\" of raising the capital needed for next steps. No other major oil companies were willing to step in amid the uncertainty. This meant that from 2015 through 2017, Somalia made **no tangible progress** in moving from seismic surveys to actual oil exploration wells. In a country hoping petroleum could jump-start the economy, those years of stagnation were a significant setback.\n\n- **Investor Wariness and Reputational Damage:** The very public nature of the probe (widely reported in international media) likely scared away other potential investors. Somalia was already seen as a high-risk environment due to security issues and political instability; the Soma scandal added **corruption risk** to the list. As a result, Somalia's **investment climate** suffered. For example, even after the SFO cleared Soma, the company struggled to find new partners or buyers for its seismic data. The taint of alleged bribery made financiers cautious. A 2019 retrospective by VOA noted that several lawmakers and experts believed the country had moved _\"too quickly\"_ with oil deals without laws in place, and that _\"no company is going to start drilling without [a proper] agreement... So why rush? It's not good for the reputation of the country.\"_ In essence, the inquiry underscored that Somalia needed to get its regulatory house in order to attract reputable oil firms.\n\n- **Legal and Regulatory Reforms:** The scandal added impetus to finalize Somalia's petroleum legal framework. Somalia had been drafting a new **Petroleum Law** and a federal–state revenue sharing agreement since 2014. However, political disagreements stalled their passage. The controversy around Soma, and the UN's moratorium call, strengthened the argument of those insisting on **\"rules before resources.\"** Throughout 2016–2017, Somali technocrats and donor advisers pushed for the Petroleum Law to be passed **before** signing any new production-sharing deals. By mid-2017, the message had been absorbed by Somalia's new leadership: Prime Minister Khaire (perhaps sensitive to perceptions given his Soma background) affirmed that oil licensing would wait until laws and institutions (like a Somali Petroleum Authority) were established. This eventually led to a more deliberate approach — for example, Somalia did not launch a licensing round until late 2019, after updating its legal framework. The Soma affair thus indirectly contributed to **strengthening governance standards** (albeit under international pressure).\n\n- **Economic Reliance and Anti-Corruption Efforts:** Somalia's broader economy in 2016–2017 remained heavily dependent on foreign aid, remittances, and sectors like livestock and telecommunications. The promise of oil was a double-edged sword — potential future revenues, but also a risk of exacerbating corruption in a country that Transparency International consistently ranked as the **world's most corrupt**. The inquiry highlighted that mismanagement of oil could endanger Somalia's aid relationships. Donors had leverage to demand anti-corruption measures as part of debt relief and budget support programs. Indeed, during this period the IMF and World Bank tied progress on economic reforms to improving governance. The government under President Farmajo and PM Khaire publicly committed to fight corruption and build accountability (Khaire himself declared zero tolerance, to counter skepticism about his oil ties). Whether those commitments translated into action is debatable, but the **public discourse** around Soma Oil made corruption a front-and-center issue.\n\n- **Federal–State Trust Deficit:** Another impact was on **domestic political cohesion**. Somalia's federal member states (like Puntland, Jubaland, etc.) were wary of Mogadishu making secret oil deals that excluded them. The UN's warning about revenue-sharing was apropos — any perception that the federal government (FGS) was cutting backdoor agreements could inflame tensions. The Soma Oil saga, coming before a clear resource-sharing pact, deepened mistrust between the center and regions. Puntland, for instance, had its own oil aspirations and had signed separate deals earlier. Incidents like Soma's could motivate regional leaders to act unilaterally or resist federal control of resources. Fortunately, by 2017 Somalia's leadership acknowledged that federal member states must be consulted. As former minister Abdirizak Mohamed said, _\"No company is going to start drilling without agreement with the regions... [pushing forward now] is not good for the reputation of the country.\"_ This underscores that the inquiry reinforced the necessity of **inclusive politics** in resource management.\n\nIn summary, the Soma Oil corruption inquiry served as a wake-up call. In the short term, it _froze Somalia's oil exploration progress_ and scared off investment, costing precious time and potential revenue. In the longer term, it arguably forced Somalia (and its partners) to institute better frameworks to handle oil responsibly — an essential step to avoiding the \"resource curse.\" The country's economic trajectory in those years remained one of slow recovery; the hoped-for oil boom was postponed by cautionary tales like Soma. As of the end of 2017, Somalia still had not produced a drop of oil commercially, which many saw as a **blessing in disguise**: it gave the nation a chance to build the capacity and legal clarity needed to manage oil wealth properly, rather than rushing into deals that could entrench corruption. The Soma inquiry, thus, had the paradoxical effect of both deterring investment _and_ incentivizing reform.\n\n## Coverage by Media and Watchdog Organizations\n\nThe Soma Oil corruption story received extensive coverage in both international media and reports by watchdog NGOs, which helped bring transparency to the issue. **Major news outlets** broke critical details of the case, often working from leaks and investigative findings:\n\n- **The Guardian (UK)**: The Guardian's reporters were among the first to expose the questionable payments and conflict-of-interest in Soma's deal. In an August 2015 investigative piece, _The Guardian_ revealed that Soma Oil had promised to pay Somali government advisers and staff up to $5,000 monthly, plus expenses, while negotiating the oil deal. The article highlighted a draft contract showing Soma could claim up to **90% of Somalia's oil revenue**, and quoted Global Witness's warning about potential corruption. This _\"original reporting\"_ put the Soma story on the map, prompting questions in both Somalia and the UK. The Guardian also noted Soma's ties to political figures (like Lord Howard) and raised the alarm that such arrangements _\"raise serious questions about conflicts of interest.\"_\n\n- **Reuters**: As a global wire service, Reuters closely followed the developments through 2016–2017. Reuters broke the news of key milestones, such as the SFO's decision to close the inquiry. For example, a December 2016 Reuters report succinctly announced **\"UK prosecutors have closed a 17-month investigation into alleged bribery at Soma Oil & Gas\"**, noting that the SFO found reasonable grounds to suspect corruption but not enough evidence to prosecute. Reuters also covered the **political angle**: in February 2017, it ran a story on Somalia's new president appointing Soma's former executive Hassan Ali Khaire as Prime Minister, explicitly raising the \"questions about possible conflicts of interest\" this entailed. Reuters' coverage frequently included context from the UN reports (e.g. the nearly $600,000 paid to Somalia's Oil Ministry in 2013) and reactions from Somali and international commentators. Such coverage ensured that the Soma inquiry was reported factually and reached a wide audience, from investors to diplomats.\n\n- **Financial Times, Bloomberg, Sky News, and others**: Various business-focused outlets provided analysis of what Soma's troubles meant for the oil industry. **Bloomberg** reported on the unusually lopsided PSA terms favoring Soma (only 10% revenue to Somalia initially) and commented on how rare that was. The **Financial Times** first reported the figure of $580,000 in Soma's \"capacity building\" payments, framing it as a potential bribe fund. **Sky News** and **Telegraph** (UK) focused on the involvement of Lord Howard — Sky's headline noted the probe into the company \"chaired by former Tory leader Michael Howard\" and later the decision to drop the case. The _Telegraph_'s chief business correspondent wrote in October 2016 that _\"a cloud still hangs over Soma\"_ despite the initial allegations being dropped, pointing out the SFO was examining other serious issues and that Soma was fighting to conserve cash. This kind of reporting combined news with analysis, underlining that even an inquiry without charges can heavily damage a company.\n\n- **Somali and Regional Media**: Somali outlets and diaspora media, such as _Hiiraan Online_ and _Wardheer News_, extensively relayed international reports (often translating or re-hosting articles from Reuters, Telegraph, etc.) for Somali audiences. There was also local radio/TV discussion in Somalia regarding the corruption allegations, especially in the context of the 2017 elections. Somali commentators debated the implications of having former oil executives in leadership. The quote from anti-corruption activist Mohamed Mubarak — _\"Disappointed\"_ at Khaire's appointment — circulated on Somali social media, reflecting a segment of public skepticism. Nonetheless, some Somali media portrayed the end of the SFO case as a vindication, emphasizing the Somali government's view that it had been a \"fair deal.\"\n\n- **Global Witness and NGO Reports**: _Global Witness_ not only provided quotes to journalists but also featured the Soma case in its own publications. In its 2015–2016 annual materials, Global Witness cited the Soma Oil investigation as an example of why stronger anti-corruption enforcement is needed in the UK's jurisdiction. The NGO's press releases in 2015 applauded the SFO for opening the case, with language like: _\"A major contract signed during a time of instability with a company without much track record raises all sorts of alarm bells\"_. Global Witness urged the Somali government to be transparent about how it awards contracts, lest public resources be siphoned off. When the SFO dropped the case, Global Witness and others expressed concern that **legal thresholds** had let a likely wrongdoing go unpunished — a Global Investigations Review piece even ran the title _\"UN corruption allegations against Soma unsupported by evidence, SFO says,\"_ highlighting the dissonance between suspicion and proof. **Transparency International**'s Somalia chapter also referenced the Soma case in calls for greater integrity in the oil sector, tying it to Somalia's perpetual ranking at the bottom of corruption indices.\n\n- **Analytical Coverage:** Beyond news, specialized outlets offered deeper analysis. For instance, **Africa Confidential** and **Africa Energy** reported on the strategic implications. _Africa Confidential_ in 2015 discussed how the UK probe into Soma's \"local ties\" was unfolding, and what that meant for other oil deals. _Africa Energy_ in 2017 noted that the SFO's decision _\"comprehensively cleared the company\"_ of the initial allegations, but that Soma's challenges in securing funds persisted. These analyses often underscored a broader narrative: that Somalia's oil sector would remain stalled until governance improved, regardless of one company's fate.\n\nIn coverage by **watchdog organizations** like Global Witness and Somalia's own anti-corruption groups, there was a consistent thread of advocacy. They used the Soma episode to call for concrete reforms: publication of oil contracts, adherence to the Extractive Industries Transparency Initiative (EITI) standards, and a moratorium on new deals until proper laws were enacted. Global Witness, for example, supported the UN Monitoring Group's recommendation of a pause in licensing and commended the Somali government when it (eventually in 2018–2019) slowed down to pass the Petroleum Law. In press statements, they stressed that the **Soma case should be a lesson** — that the rush for oil must not outpace accountability.\n\nIn conclusion, the media and NGO spotlight on the Soma Oil inquiry was crucial in **shaping perceptions** and ensuring public accountability. It put pressure on both UK authorities and Somali officials not to let the issue be swept under the rug. The fact that Somalia did not immediately sign new exploration deals in 2016–2017, and took time to work on regulatory frameworks, can be partly credited to the intense coverage and scrutiny generated by journalists and activists. The Soma saga became a cautionary tale cited in reports and conferences about Somalia's future: a reminder that **transparency and good governance are as valuable as the oil itself** for a country emerging from conflict.\n\n## Conclusion\n\nThe 2016–2017 corruption inquiry into Soma Oil & Gas stands as a defining episode for Somalia's emerging oil sector. Legally, the outcome was that no charges were brought — the UK's Serious Fraud Office closed its case for lack of prosecutable evidence. Yet the inquiry and its surrounding investigations were far from inconsequential. They unveiled a troubling pattern of deal-making in Somalia where private gain and public interest risked becoming entangled. Internationally, bodies like the UN and donor governments responded by urging greater oversight (even proposing a halt on new oil deals until safeguards were in place). Domestically, the saga spurred Somalia to recognize that attracting investment required cleaning up governance: a point driven home by the appointment of a former Soma executive as Prime Minister, which many greeted with as much concern as optimism.\n\nAll key actors in this saga — from Soma's well-connected executives to Somali ministers and international monitors — learned that perception of corruption can derail even a potentially lucrative venture. **Soma Oil & Gas's experience became a lesson**: entering a high-risk, post-conflict market without transparent practices invites scrutiny that can threaten the very viability of the project. For Somalia, the inquiry's impact was double-edged. In the short run, it delayed exploration activities and underscored the country's reputation challenges. In the long run, it prompted Somalia to slow down and build a stronger foundation (legal, institutional, political) for its oil industry, hopefully to avoid repeating mistakes.\n\nCrucially, the role of media and watchdog groups in this inquiry exemplified the importance of transparency. Revelations by reporters and pressure from organizations like Global Witness helped ensure the issue saw the light of day and that both the UK and Somali governments had to address it in public forums. The inquiry into Soma Oil & Gas ultimately reinforced a core principle: for Somalia's oil wealth to benefit its people, it must be managed with accountability and free from the taint of corruption. As Somalia continues to work towards first oil, the Soma case will be remembered as an early crossroads — one that highlighted the perils to avoid and the reforms needed to harness resources for national development rather than personal enrichment.\n\n## Sources\n\n- Reuters — _UK prosecutor drops Somali corruption inquiry into Soma Oil_ (Dec 2016)\n- The Guardian — _SFO to investigate firm's Somali oil contract bid_ (Aug 2015)\n- The Independent — _Soma Oil & Gas lobbies UK for help... despite SFO inquiry_ (Oct 2015)\n- Hiiraan/Telegraph — _Corruption investigation into... Soma dropped_ (Oct 2016)\n- CorpWatch — _Soma Oil & Gas Faces UK Criminal Investigation for Somalia Deals_ (Aug 2015)\n- VOA News — _Somalia Readies for Oil Exploration..._ (Feb 2019, context)\n- Reuters — _Somali president appoints oil firm executive as PM_ (Feb 2017)\n- Global Witness — Press Statement (via CorpWatch/Guardian quotes, 2015)\n- Financial Times (via CorpWatch) — details on Soma payments and contract terms\n- Additional reporting from Bloomberg, Sky News, Africa Confidential (2015–2017), and Transparency International Somalia Overview.\n",
    "last_changed_at": 1757124191284,
    "last_change_user": {
      "name": "sayertindall",
      "user_path": "sayertindall",
      "photo": "https://www.gravatar.com/avatar/d589e97a890b426c7f51e098a05693c0?s=96",
      "biography": null
    },
    "user_path": null,
    "team_path": null
  }
}